validationAndVerificationSuite/validation/incompressible/pisoFoam/NACA-4412/system/sampleDict
 /*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.1                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      sampleDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
interpolationScheme cellPoint;
surfaceFormat raw;

setFormat   gnuplot;


sets
();

fields (
p
);

surfaces
(

        solidWall
        {
        type        patch;
        patchName   solidWall;
        rhoName rhoInf;
        rhoInf 1.0; //Reference density for fluid
        outputInterval: 1.0
        interpolate    true;
        triangulate    false;
        }
);


// *********************************************************************** //
